[FTB_Blutengel X2SoldierClassTemplate]
DisplayName = "血天使"
ClassSummary = "利用来自原始入侵的灵能研究中腐败的黑暗力量，血天使在战场上是死亡的预兆。<br/><br/><font color='#CA7200'>可以使用臂套和盾牌。</font>"
AbilityTreeTitles[0]="烈士"
AbilityTreeTitles[1]="幽灵猎人"
AbilityTreeTitles[2]="疾病携带者"
AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

RankNames[0]="新兵"
RankNames[1]="学徒"
RankNames[2]="辅祭"
RankNames[3]="专家"
RankNames[4]="门徒"
RankNames[5]="潜修者"
RankNames[6]="术士"
RankNames[7]="魔术师"
RankNames[8]="大师"

ShortNames[0]="Rk."
ShortNames[1]="Int."
ShortNames[2]="Acl."
ShortNames[3]="Adp."
ShortNames[4]="Dsc."
ShortNames[5]="Mys."
ShortNames[6]="War."
ShortNames[7]="Mag."
ShortNames[8]="Mstr." 

RankIcons[0]= "UILibrary_Common.rank_rookie"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_acolyte"
RankIcons[3]= "UILibrary_Common.psirank_adept"
RankIcons[4]= "UILibrary_Common.psirank_disciple"
RankIcons[5]= "UILibrary_Common.psirank_mystic"
RankIcons[6]= "UILibrary_Common.psirank_warlock"
RankIcons[7]= "UILibrary_Common.psirank_magus"
RankIcons[8]= "UILibrary_LW_PerkPack.psirank_Master"

RandomNickNames[0]="Bandit"
RandomNickNames[1]="Blitz"
RandomNickNames[2]="Brick"
RandomNickNames[3]="Butcher"
RandomNickNames[4]="Buzzsaw"
RandomNickNames[5]="Chops"
RandomNickNames[6]="Cobra"
RandomNickNames[7]="Cougar"
RandomNickNames[8]="Coyote"
RandomNickNames[9]="Crash"
RandomNickNames[10]="Diamond"
RandomNickNames[11]="Enforcer"
RandomNickNames[12]="Fatal"
RandomNickNames[13]="Flash"
RandomNickNames[14]="Fury"
RandomNickNames[15]="Gunner"
RandomNickNames[16]="Hound Dog"
RandomNickNames[17]="Ice"
RandomNickNames[18]="Icepick"
RandomNickNames[19]="Jaws"
RandomNickNames[20]="Judgment Day"
RandomNickNames[21]="Knuckles"
RandomNickNames[22]="Monster"
RandomNickNames[23]="Mustang"
RandomNickNames[24]="Paladin"
RandomNickNames[25]="Pitbull"
RandomNickNames[26]="Predator"
RandomNickNames[27]="Razor"
RandomNickNames[28]="Samurai"
RandomNickNames[29]="Scorpion"
RandomNickNames[30]="Shogun"
RandomNickNames[31]="Slayer"
RandomNickNames[32]="Snake"
RandomNickNames[33]="Snake Eyes"
RandomNickNames[34]="Solo"
RandomNickNames[35]="Spider"
RandomNickNames[36]="Steel"
RandomNickNames[37]="Stinger"
RandomNickNames[38]="Terminator"
RandomNickNames[39]="Trojan"
RandomNickNames[40]="Vandal"
RandomNickNames[41]="Viking"
RandomNickNames[42]="Warden"
RandomNickNames[43]="Warlord"
RandomNickNames[44]="Wolverine"
RandomNickNames[45]="Wildchild"
RandomNickNames[46]="Wildling"

RandomNickNames_Male[0]="Axeman"
RandomNickNames_Male[1]="Duke"
RandomNickNames_Male[2]="Rocky"
RandomNickNames_Male[3]="Stallion"
RandomNickNames_Male[4]="Wolfman"

RandomNickNames_Female[0]="Athena"
RandomNickNames_Female[1]="Duchess"
RandomNicknames_Female[2]="Iron Lady"
RandomNicknames_Female[3]="Iron Maiden"
RandomNicknames_Female[4]="Shieldmaiden"
RandomNickNames_Female[5]="Valkyrie"

PhotoboothSoloBLines_Male[0]="His blade... THEIR BLOOD!"
PhotoboothSoloBLines_Male[1]="Close quarters, no mercy."
PhotoboothSoloBLines_Male[2]="His blade will bring JUSTICE!"
PhotoboothSoloBLines_Male[3]="Close, Personal, and DEADLY!"
PhotoboothSoloBLines_Male[4]="Blademaster. Death Dealer."

PhotoboothSoloBLines_Female[0]="Her blade... THEIR BLOOD!"
PhotoboothSoloBLines_Female[1]="Close quarters, no mercy."
PhotoboothSoloBLines_Female[2]="Her blade will bring JUSTICE!"
PhotoboothSoloBLines_Female[3]="Close, Personal, and DEADLY!"
PhotoboothSoloBLines_Female[4]="Blademaster. Death Dealer."

; - Encyclopedia Entry -

[FTB_Blutengel X2EncyclopediaTemplate]
ListTitle = "血天使"
DescriptionTitle = "血天使"
DescriptionEntry = "利用来自原始入侵的灵能研究中腐败的黑暗力量，血天使在战场上是死亡的预兆。<br/><br/><font color='#CA7200'>可以使用臂套和盾牌。</font>" 


;***************************************
;GTS Unlocks Descriptions
;***************************************
; - GTS Unlocks -

[FTB_BlutengelUnlock1 X2SoldierAbilityUnlockTemplate]
DisplayName = "血天使: 黑暗以太 I"
Summary = "所有血天使士兵的堕落灵能熟练度现在将从2级开始，无论军衔如何。"

[FTB_BlutengelUnlock2 X2SoldierAbilityUnlockTemplate]
DisplayName = "血天使: 黑暗以太 II"
Summary = "所有血天使士兵的堕落灵能熟练度现在将从3级开始，无论军衔如何。<br/><br/><font color='#CA7200'>需要 黑暗以太 I</font>"



;***************************************
;New Ability Descriptions
;***************************************

[FTB_BloodSlice X2AbilityTemplate]
LocFriendlyName="血之斩击"
LocLongDescription="消耗<Ability:SelfHealthCost/>点生命值，使用你的<Ability:WeaponName/>对移动范围内的任何敌人进行强化攻击。"
LocHelpText="消耗<Ability:SelfHealthCost/>点生命值，使用你的<Ability:WeaponName/>对移动范围内的任何敌人进行强化攻击。"
LocPromotionPopupText="<Bullet/> 你可以通过移动光标放在敌人上来触发“斩击”技能。<br/><Bullet/> 血天使可以执行“冲刺”动作，使用两个行动点进行移动，并对相邻的敌人触发斩击。<br/><Bullet/> 在死亡之舞中，这需要消耗1点行动点。"

[WOTC_APA_BlutengelCore X2AbilityTemplate]
LocFriendlyName = "堕落灵能"
LocHelpText = "长老之血唤醒了潜在的灵能，但代价是什么：(<font color='#CA7200'>I</font>) <font color='#CA9400'>血色帷幕</font>, <font color='#CA9400'>超凡入圣</font> (<font color='#CA7200'>II</font>) <font color='#CA9400'>灵魂汲取</font>, <font color='#CA9400'>循环</font> (<font color='#CA7200'>III</font>) <font color='#CA9400'>死亡之舞</ font>."
LocLongDescription = "长老之血唤醒了潜在的灵能，但代价是什么：(<font color='#CA7200'>I</font>) <font color='#CA9400'>血色帷幕</font>, <font color='#CA9400'>超凡入圣</font> (<font color='#CA7200'>II</font>) <font color='#CA9400'>灵魂汲取</font>, <font color='#CA9400'>循环</font> (<font color='#CA7200'>III</font>) <font color='#CA9400'>死亡之舞</ font>"
LocPromotionPopupText="<font color='#CA7200'>一级</font>（在 <Ability:RANKNAME1/> 等级 [1] 获得）<br/><Bullet/> 获得血色帷幕 - 增加 <font color='#3ABD23'><Ability:BloodiedShroudHP/></font> 的生命值，并减少 <font color='#3ABD23'><AbilityBloodiedShroudWoundTime/>%</font> 的伤口恢复时间。 <br/><Bullet/> 获得 超凡入圣 - 高贵的血脉使 <Ability:Classname/> 能够超越人类的极限。<br/><br/><font color='#CA7200'>二级</font>（在 <Ability:RANKNAME3/> 等级 [3]获得）<br/><Bullet/> 获得灵魂汲取 - 消耗 <Ability:SoulTapHPCost/> 生命值以赋予自己<font color='#3ABD23'><Ability:SoulTapActions/></font> 行动点。<br/><Bullet/> 获得循环 - 使用消耗生命值的能力后，增加可堆叠的<font color='#3ABD23'><Ability:CirculationRegen/></font> 生命回复量。<br/><br/>< font color ='# CA7200 '>三级 </ font > （在 《 Ability : RANKNAME6 /》等级[6]获得）< br />/< Bullet />获得死亡之舞-激发长老的血脉并开始死亡之舞。所有近战攻击和血天使灵能技能不再结束回合。每回合消耗<font color='#3ABD23'><Ability:DanceOfDeathHP/></font>生命值。<br/><br/><font color='#CA7200'>超凡入圣 再生</font><br/><Bullet/> 当 <Ability:Classname/> 受到伤害时，立即恢复损失的 <Ability:MedRegenerateMissingHealthPercent/>% 生命值 + <Ability:MedRegenerateFlatHealth/> 生命值。<br/><Bullet/> 一次任务中不能治愈超过 <Ability:RegenerateMaxHPScalar/> * <Ability:Classname/>的 最大生命值。<br/><Bullet/> 只有当健康状况低于最大生命值的< Ability : RegeneratePercentMissing /> % 时，才会触发再生效果。< br />< Bullet /> 每次触发后，再生效果将减少< Ability : RegenerationDegredation / > % 。"

[FTB_DanceOfDeath X2AbilityTemplate]
LocFriendlyName = "死亡之舞"
LocHelpText = "所有近战攻击不再结束回合。"
LocLongDescription = "所有近战攻击不再结束回合。"
LocPromotionPopupText="所有近战攻击不再结束回合。这适用于所有近战攻击，无论移动距离如何，所以黄色移动的近战攻击仍然只消耗1个行动点。"

[StanceDanceOfDeath X2AbilityTemplate]
LocFriendlyName = "死亡之舞"
LocHelpText = "激活长老的血脉，开始死亡之舞。所有近战攻击和血天使灵能技能不再结束回合。每回合消耗<font color='#3ABD23'><Ability:DanceOfDeathHP/></font> 生命值以保持激活状态。"
LocLongDescription = "激活长老的血脉，开始死亡之舞。所有近战攻击和血天使灵能技能不再结束回合。每回合消耗<font color='#3ABD23'><Ability:DanceOfDeathHP/></font> 生命值以保持激活状态。"
LocPromotionPopupText="<Bullet/> 激活长老的血脉，开始死亡之舞。所有近战攻击和血天使灵能技能不再结束回合。每回合消耗<font color='#3ABD23'><Ability:DanceOfDeathHP/></font> 生命值以保持激活状态。"

[ExitStanceDanceOfDeath X2AbilityTemplate]
LocFriendlyName = "退出 死亡之舞"
LocHelpText = "退出死亡之舞状态"
LocLongDescription = "退出死亡之舞状态"
LocFlyOverText = "退出 死亡之舞"

[FTB_CurseBolt X2AbilityTemplate]
LocFriendlyName="诅咒闪电"
LocLongDescription="消耗<Ability:SelfHealthCost/> 生命值，用灵能闪电攻击单个敌人并施加<font color='#CA7200'>血之诅咒</font>。可能会连锁到另一个目标。"
LocHelpText="消耗<Ability:SelfHealthCost/> 生命值，用灵能闪电攻击单个敌人并施加<font color='#CA7200'>血之诅咒</font>。可能会连锁到另一个目标。"
LocFlyOverText="诅咒闪电"
LocPromotionPopupText="<Bullet/> 对灵能敌人有奇效。<br/><Bullet/> <Ability:SELFCOOLDOWN/> 回合的冷却时间。<br/><Bullet/> 为目标施加<font color='#CA7200'>血之诅咒</font>。<br/><Bullet/> 通过溅射跳到+1个目标。<br/><Bullet/> 在死亡之舞期间消耗1点行动力(AP)。<br/><br/><font color='#CA7200'>血之诅咒</font> - 灵能伤害持续效果，降低灵能攻击和意志力。"

[FTB_AbyssalReaper X2AbilityTemplate]
LocFriendlyName="深渊收割者"
LocLongDescription="消耗<Ability:SelfHealthCost/> 生命值来执行一次强力的旋转攻击，用被诅咒的剑伤害周围的敌人，并对他们施加<font color='#CA7200'>血之诅咒</font>。"
LocHelpText="消耗<Ability:SelfHealthCost/> 生命值来执行一次强力的旋转攻击，用被诅咒的剑伤害周围的敌人，并对他们施加<font color='#CA7200'>血之诅咒</font>。"
LocFlyOverText="深渊收割者"
LocPromotionPopupText="<Bullet/> 攻击<Ability:SweepingSpinRadius/>米半径的区域（1格 = 1.5米）。<br/><Bullet/><Ability:SELFCOOLDOWN/>回合冷却时间。<br/><Bullet/>对所有被击中的敌人施加<font color='#CA7200'>血之诅咒</font>。<br/><Bullet/>在死亡之舞期间消耗1点行动力。<br/><br/><font color='#CA7200'>血之诅咒</font> - 持续造成灵能伤害，并降低灵能攻击和意志。"

[FTB_PunishTheWicked X2AbilityTemplate]
LocFriendlyName="惩恶扬善"
LocLongDescription="消耗<Ability:SelfHealthCost/> 生命值来攻击移动范围内的任何敌人。如果此次攻击暴击，其行动点消耗将被返还。"
LocHelpText="消耗<Ability:SelfHealthCost/> 生命值来攻击移动范围内的任何敌人。如果此次攻击暴击，其行动点消耗将被返还。"
LocFlyOverText="惩恶扬善"
LocPromotionPopupText="<Bullet/> <Ability:SELFCOOLDOWN/> 回合冷却时间。<br/><Bullet/> 忽视静滞效果，因此特别适用于击杀祭司。<br/><Bullet/> 在死亡之舞期间消耗1点行动点。"

[FTB_SwordAndBoard X2AbilityTemplate]
LocFriendlyName="剑与盾"
LocLongDescription="当敌人在<Ability:Classname/>的剑下存活下来时，立即对他们进行剑刃风暴盾牌攻击。"
LocHelpText="当敌人在<Ability:Classname/>的剑下存活下来时，立即对他们进行剑刃风暴盾牌攻击。"
LocFlyOverText="剑与盾"
LocPromotionPopupText="<Bullet/> 剑刃风暴不会对已触发剑与盾的目标触发。"

[FTB_SwordAndBoardAttack X2AbilityTemplate]
LocFriendlyName="剑与盾"
LocFlyOverText="剑与盾"

[FTB_Rebuke X2AbilityTemplate]
LocFriendlyName="斥责"
LocLongDescription="消耗<Ability:SelfHealthCost/> 生命值来进行一次近战攻击，该攻击不会结束回合，但不能暴击。在死亡之舞期间，此行动不消耗行动点。"
LocHelpText="消耗<Ability:SelfHealthCost/> 生命值来进行一次近战攻击，该攻击不会结束回合，但不能暴击。在死亡之舞期间，此行动不消耗行动点。"
LocFlyOverText="斥责"
LocPromotionPopupText="<Bullet/> 剑与盾 不会对已被斥责的目标触发。<br/><Bullet/> 在死亡之舞期间，消耗0行动点。"

[FTB_RendingRave X2AbilityTemplate]
LocFriendlyName="撕裂狂欢"
LocLongDescription="消耗<Ability:SelfHealthCost/>点生命值来进行一连串狂野的斩击。虽然命中率极低，但如果有足够多的斩击命中，将造成相当大的伤害。"
LocHelpText="消耗<Ability:SelfHealthCost/>点生命值来进行一连串狂野的斩击。虽然命中率极低，但如果有足够多的斩击命中，将造成相当大的伤害。"
LocFlyOverText="撕裂狂欢"
LocPromotionPopupText="<Bullet/> 对单个目标进行三次斩击。<br/><Bullet/> 每次攻击命中的几率大大降低。<br/><Bullet/> <Ability:SELFCOOLDOWN/>回合冷却时间。<br/><Bullet/> 在死亡之舞期间消耗1点行动点。"

[FTB_MeleeShredder X2AbilityTemplate]
LocFriendlyName="近战撕裂者"
LocLongDescription="你的近战攻击可以撕裂护甲"
LocHelpText="你的近战攻击可以撕裂护甲"
LocPromotionPopupText="<Bullet/> 使用常规近战武器成功击中后，将撕裂目标一点护甲。<br/><Bullet/> 更先进的近战武器会撕裂目标更多的护甲。<br/>"

[FTB_AbyssalBlade X2AbilityTemplate]
LocFriendlyName="深渊之刃"
LocLongDescription="消耗<Ability:SelfHealthCost/> 点生命值，用被诅咒的剑砍击敌人，造成严重伤害并附加<font color='#CA7200'>血之诅咒</font>。"
LocHelpText="消耗<Ability:SelfHealthCost/> 点生命值，用被诅咒的剑砍击敌人，造成严重伤害并附加<font color='#CA7200'>血之诅咒</font>。"
LocFlyOverText="深渊之刃"
LocPromotionPopupText="<Bullet/> 消耗<Ability:SelfHealthCost/> 点生命值。<br/><Bullet/> 造成额外<Ability:MZAddElemTargetDamage/>武器基础伤害，视作灵能伤害。<br/><Bullet/> 增加相同数量的破甲和穿甲。<br/><Bullet/> 对敌人施加<font color='#CA7200'>血之诅咒</font>。<br/><Bullet/> 在死亡之舞期间，消耗1 AP。<br/><br/><font color='#CA7200'>血之诅咒</font> - 持续造成灵能伤害，并降低灵能攻击和意志。"

[FTB_BloodiedShroud X2AbilityTemplate]
LocFriendlyName="血色帷幕"
LocLongDescription="增加 <font color='#3ABD23'><Ability:BloodiedShroudHP/></font> 点生命值，并减少伤口恢复时间<font color='#3ABD23'><Ability:BloodiedShroudWoundTime/>%</font>。"
LocHelpText="增加 <font color='#3ABD23'><Ability:BloodiedShroudHP/></font> 点生命值，并减少伤口恢复时间<font color='#3ABD23'><Ability:BloodiedShroudWoundTime/>%</font>。"
LocFlyOverText="血色帷幕"

[FTB_Circulation X2AbilityTemplate]
LocFriendlyName="循环"
LocLongDescription="消耗生命值的能力将授予自身 <font color='#3ABD23'><Ability:CirculationRegen/></font> 点生命值再生，这种效果是可以叠加的。"
LocHelpText="消耗生命值的能力将授予自身 <font color='#3ABD23'><Ability:CirculationRegen/></font> 点生命值再生，这种效果是可以叠加的。"
LocFlyOverText="循环"
LocPromotionPopupText="<br/><Bullet/> 在使用了消耗生命值的能力后触发。"

[FTB_Clotting X2AbilityTemplate]
LocFriendlyName="凝血"
LocLongDescription="消耗生命值的能力将授予自身<font color='#3ABD23'><Ability:ClottingShield/></font>点不可堆叠的临时护盾。"
LocHelpText="消耗生命值的能力将授予自身<font color='#3ABD23'><Ability:ClottingShield/></font>点不可堆叠的临时护盾。"
LocFlyOverText="凝血"
LocPromotionPopupText="<br/><Bullet/> 在使用了消耗生命值的能力后触发。"

[FTB_Curseball X2AbilityTemplate]
LocFriendlyName="诅咒之球"
LocLongDescription="消耗<Ability:SelfHealthCost/> 点生命值来投掷一颗纯粹的诅咒之球，对任何不幸被困在该区域内的人造成伤害并施加<font color='#CA7200'>血之诅咒</font>。"
LocHelpText="消耗<Ability:SelfHealthCost/> 点生命值来投掷一颗纯粹的诅咒之球，对任何不幸被困在该区域内的人造成伤害并施加<font color='#CA7200'>血之诅咒</font>。"
LocFlyOverText="诅咒之球"
LocPromotionPopupText="<br/><Bullet/> 留下一片<font color='#CA7200'>血之诅咒</font>的云雾。<br/><Bullet/> 在死亡之舞中消耗1点行动力。<br/><br/><font color='#CA7200'>血之诅咒</font> - 持续造成灵能伤害，并降低灵能攻击和意志。"

[FTB_CurseBreath X2AbilityTemplate]
LocFriendlyName="诅咒之息"
LocLongDescription="消耗<Ability:SelfHealthCost/> 点生命值来呼出一片饱含诅咒的雾气，锥形范围。造成灵能伤害并附加<font color='#CA7200'>血之诅咒</font>。在死亡之舞期间，此技能不消耗行动点。"
LocHelpText="消耗<Ability:SelfHealthCost/> 点生命值来呼出一片饱含诅咒的雾气，锥形范围。造成灵能伤害并附加<font color='#CA7200'>血之诅咒</font>。在死亡之舞期间，此技能不消耗行动点。"
LocFlyOverText="诅咒之息"
LocPromotionPopupText="<br/><Bullet/> 在死亡之舞期间，此技能不消耗行动点。<br/><br/><font color='#CA7200'>血之诅咒</font> - 持续造成灵能伤害，并降低灵能攻击和意志。"

[FTB_CurseLance X2AbilityTemplate]
LocFriendlyName="诅咒长矛"
LocLongDescription="消耗<Ability:SelfHealthCost/> 点生命值来投掷一支纯粹的诅咒之矛，对任何不幸在其路径上的单位造成伤害并施加<font color='#CA7200'>血之诅咒</font>。"
LocHelpText="消耗<Ability:SelfHealthCost/> 点生命值来投掷一支纯粹的诅咒之矛，对任何不幸在其路径上的单位造成伤害并施加<font color='#CA7200'>血之诅咒</font>。"
LocFlyOverText="诅咒长矛"
LocPromotionPopupText="<br/><Bullet/> 留下一片<font color='#CA7200'>血之诅咒</font>的云雾。<br/><Bullet/> 在死亡之舞中消耗1点行动力。<br/><br/><font color='#CA7200'>血之诅咒</font> - 持续造成灵能伤害，并降低灵能攻击和意志。"

[FTB_DevouringShadow X2AbilityTemplate]
LocFriendlyName="吞噬阴影"
LocLongDescription="消耗<Ability:SelfHealthCost/> 点生命值，使用深渊触须勒住一个人形敌人，使他们在<Ability:MZVoidPrisonMaxStun/>个回合中无法移动，并将他们的生命值转移到<Ability:CLASSNAME/>。"
LocHelpText="消耗<Ability:SelfHealthCost/> 点生命值，使用深渊触须勒住一个人形敌人，使他们在<Ability:MZVoidPrisonMaxStun/>个回合中无法移动，并将他们的生命值转移到<Ability:CLASSNAME/>。"
LocFlyOverText="吞噬阴影"
LocPromotionPopupText="<Bullet/> 吞噬阴影将会先造成<Ability:MZVoidPrisonDamage/>点伤害，然后每次敌人行动都会吸取<Ability:MZVoidPrisonTickDamage/>点生命值。<br/><Bullet/> 被吞噬阴影困住的目标无法进行行动或闪避，但可以被其他攻击所瞄准。<br/><Bullet/> <Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/> 在任何触手仍在束缚敌人时无法重新使用。<br/><Bullet/> 在死亡之舞期间消耗1 行动点。"

[FTB_HematicRites X2AbilityTemplate]
LocFriendlyName="血脉仪式"
LocLongDescription="消耗<Ability:SelfHealthCost/>点生命值，在为目标区域的所有友军附加一个血之屏障。"
LocHelpText="消耗<Ability:SelfHealthCost/>点生命值，在为目标区域的所有友军附加一个血之屏障。"
LocFlyOverText="血脉仪式"
LocPromotionPopupText="<Bullet/> 不与其他主要屏障叠加<br/><Bullet/> 在过期之前重新施放将会补充血之屏障的数值。<br/><Bullet/> 在死亡之舞期间消耗1 行动点。"

[FTB_LifeShift X2AbilityTemplate]
LocFriendlyName="生命转换"
LocLongDescription="将<Ability:CLASSNAME/>的生命值减少<font color='#bf1e2e'><Ability:LifeShiftHp/></font>点以增加所有盟友的生命值 <font color='#3ABD23'><Ability:LifeShiftHp/></font>点。"
LocHelpText="将<Ability:CLASSNAME/>的生命值减少<font color='#bf1e2e'><Ability:LifeShiftHp/></font>点以增加所有盟友的生命值 <font color='#3ABD23'><Ability:LifeShiftHp/></font>点。"
LocFlyOverText="生命转换"
LocPromotionPopupText="<Bullet/> <Ability:CLASSNAME/>的羁绊对象获得双倍加成。"

[FTB_LongRangeDefense X2AbilityTemplate]
LocFriendlyName="模糊"
LocLongDescription="距离使得<Ability:Classname/>的敌人难以集中注意力。根据与攻击者的距离提供额外的防御和闪避加成。"
LocHelpText="距离使得<Ability:Classname/>的敌人难以集中注意力。根据与攻击者的距离提供额外的防御和闪避加成。"
LocFlyOverText="模糊"
LocPromotionPopupText="<Bullet/> 攻击者距离自己越远，加成越高。"

[FTB_NightSword X2AbilityTemplate]
LocFriendlyName="夜刃"
LocLongDescription="利用黑暗的力量，通过近战攻击吸取目标的生命值。"
LocHelpText="利用黑暗的力量，通过近战攻击吸取目标的生命值。"
LocFlyOverText="夜刃"
LocPromotionPopupText="<Bullet/> <Ability:SELFCOOLDOWN/>回合冷却.<br/><Bullet/> 对目标造成酸性伤害。如果目标对酸性免疫，则改为造成一半力量的灵能伤害。<br/><Bullet/> 在死亡之舞期间，消耗1点行动点数。"

[FTB_Regenerate X2AbilityTemplate]
LocFriendlyName="超凡入圣"
LocLongDescription="长老的血液使<Ability:Classname/>能够超越凡人的极限，在受到伤害后恢复一部分失去的生命值。"
LocHelpText="长老的血液使<Ability:Classname/>能够超越凡人的极限，在受到伤害后恢复一部分失去的生命值。"
LocFlyOverText="再生"
LocPromotionPopupText="<Bullet/> 受到伤害后立即再生<Ability:MedRegenerateMissingHealthPercent/>% + <Ability:MedRegenerateFlatHealth/>点已损失的生命值.<br/><Bullet/> 每次<Ability:Classname/>受到伤害时都可以触发。"

[FTB_RubyCurtain X2AbilityTemplate]
LocFriendlyName="红宝石帷幕"
LocLongDescription="消耗<Ability:SelfHealthCost/> 点生命值，为盟友设置一个血之屏障，可以根据<Ability:Classname/>的灵能攻击力吸收伤害。在死亡之舞期间，此技能不消耗行动点。"
LocHelpText="消耗<Ability:SelfHealthCost/> 点生命值，为盟友设置一个血之屏障，可以根据<Ability:Classname/>的灵能攻击力吸收伤害。在死亡之舞期间，此技能不消耗行动点。"
LocFlyOverText="红宝石帷幕"
LocPromotionPopupText="<Bullet/> 如果作为第一个动作使用，不会结束回合.<br/><Bullet/> 不能与其他主要屏障叠加.<br/><Bullet/> 死亡之舞期间不消耗行动点。"

[FTB_ShieldStability X2AbilityTemplate]
LocFriendlyName="稳定护盾"
LocLongDescription="当装备盾牌时，获得击退免疫，以及额外的命中和暴击，但会降低闪避能力。"
LocHelpText="当装备盾牌时，获得击退免疫，以及额外的命中和暴击，但会降低闪避能力。"
LocFlyOverText="稳定护盾"
LocPromotionPopupText="<Bullet/> 闪避惩罚与暴击增益受到盾牌等级的影响."

[FTB_CircadianRhythm X2AbilityTemplate]
LocFriendlyName="昼夜节律"
LocLongDescription="伤口恢复时间缩短<font color='#3ABD23'><Ability:CircadianPostBattleHeal/>%</font>。每回合恢复<font color='#3ABD23'><Ability:CircadianRegen/></font> HP<Ability:CircadianMax/>点生命值。"
LocHelpText="伤口恢复时间缩短<font color='#3ABD23'><Ability:CircadianPostBattleHeal/>%</font>。每回合恢复<font color='#3ABD23'><Ability:CircadianRegen/></font> HP<Ability:CircadianMax/>点生命值。"
LocFlyOverText="昼夜节律"

[FTB_SoulTap X2AbilityTemplate]
LocFriendlyName="灵魂之击"
LocHelpText="消耗 <Ability:SoulTapHPCost/> 点生命值以获得<font color='#3ABD23'>+<Ability:SoulTapActions/></font>额外行动点。需要至少1个行动点来激活（但不会消耗它）。"
LocLongDescription="消耗 <Ability:SoulTapHPCost/> 点生命值以获得<font color='#3ABD23'>+<Ability:SoulTapActions/></font>额外行动点。需要至少1个行动点来激活（但不会消耗它）。"

[FTB_Speedster X2AbilityTemplate]
LocFriendlyName="最速者"
LocHelpText="永久获得每回合<font color='#3ABD23'>+<Ability:SpeedsterAP/></font>额外行动点，但是移动能力降低<font color='#bf1e2e'><Ability:SpeedsterMobility/>%</font>。"
LocLongDescription="永久获得每回合<font color='#3ABD23'>+<Ability:SpeedsterAP/></font>额外行动点，但是移动能力降低<font color='#bf1e2e'><Ability:SpeedsterMobility/>%</font>。"

[FTB_Vitalize X2AbilityTemplate]
LocFriendlyName="振作"
LocLongDescription="消耗<Ability:SelfHealthCost/>点生命值，通过灵能从中等距离向盟友转移生命力，治疗他们。"
LocHelpText="消耗<Ability:SelfHealthCost/>点生命值，通过灵能从中等距离向盟友转移生命力，治疗他们。"
LocFlyOverText="振作"
LocPromotionPopupText="<Bullet/> 拥有 <Ability:SelfCharges/> 充能次数.<br/><Bullet/> 治疗量受到灵能攻击的影响."

[MZDarkPotency X2AbilityTemplate]
LocFriendlyName="黑暗力量"
LocLongDescription="通过消耗更多的<Ability:MZDARKPOTENCY_HPCOST/>生命值来增强血液攻击。伤害加成与技能的总生命值消耗成比例。"
LocHelpText="通过消耗更多的<Ability:MZDARKPOTENCY_HPCOST/>生命值来增强血液攻击。伤害加成与技能的总生命值消耗成比例。"
LocFlyOverText="黑暗力量"
LocPromotionPopupText="<br/><Bullet/> 只能被消耗生命值的灵能能力触发。<br/><Bullet/> 伤害加成根据支付的总生命值数量进行调整，增加<Ability:MZDARKPOTENCY_HPCOST/> 点生命值消耗。"

[MZBloodSplatter X2AbilityTemplate]
LocFriendlyName="血液飞溅"
LocLongDescription="消耗生命值的能力具有更大的效果范围、更多连锁目标或有效性。"
LocHelpText="消耗生命值的能力具有更大的效果范围、更多连锁目标或有效性。"
LocFlyOverText="血液飞溅"
LocPromotionPopupText="<br/><Bullet/> 消耗生命值的能力具有更大的效果范围、更多连锁目标或有效性。"
